export const services = [
  {
    title: "ПІДГОТОВКА МІСЦЯ ПРОВЕДЕННЯ ПАНАХИДИ",
    text: [
      "Гідне оформлення місця для прощання – це можливість віддати останні почесті близькій людині, яка пішла від нас, зробити спробу поділитися з нею частинкою краси та витонченості, яка залишилася у світі живих.",
      "Таке місце має створювати атмосферу світлої печалі та бути зручним для тих, хто приходить згадати померлого.",
    ],
    image: "/images/preview/service-1.webp",
    button: "ЗАМОВИТИ",
  },
  {
    title: "ПІДГОТОВКА ПОКІЙНОГО ДЛЯ ПОХОВАННЯ",
    text: [
      "Послуги з підготовки покійного для поховання є комплексом заходів, спрямованих на надання своєчасного та якісного похоронного сервісу в перші хвилини після втрати близької людини.",
      "Як показує практика, у стресових ситуаціях родичі покійного не в змозі усвідомити всю важливість своєчасного догляду за тілом покійного, у тому числі й дбайливого транспортування людини, яка померла, до моргу.",
      "Потужна матеріально-технічна база, фахівці з багаторічним досвідом роботи, а також спеціалізований транспорт для надання первинних заходів.",
    ],
    image: "/images/preview/service-2.webp",
    button: "ДІЗНАТИСЯ БІЛЬШЕ",
  },
  {
    title: "АВТОТРАНСПОРТ ДЛЯ ПОХОВАННЯ",
    text: [
      "Ритуальний транспорт – це невід’ємна складова похорону.",
      "Саме на ньому перевозиться до місця поховання тіло покійного, а також родичі, близькі та друзі, які проводжають в останню путь дорогу їхній серцю людині.",
    ],
    image: "/images/preview/service-3.webp",
    button: "ЗАМОВИТИ",
  },
];
