export type ServicePackage = {
  id: string;
  title: string;
  price: string;
  image: string;
  description: string;
  items: string[];
};

export const servicePackages: ServicePackage[] = [
  {
    id: "01",
    title: "ЕКОНОМ",
    price: "від 10500 грн",
    image: "/images/services/econom.png",
    description:
      "До мінімальної вартості поховання або кремації в Одесі входить:",
    items: [
      "Труна дерев’яна (обита тканиною)",
      "Подушка, покривало;",
      "Церковний набір;",
      'Послуги катафалка "бюджет" (транспортування тіла до цвинтаря або крематорія)',
      "Після поховання або кремації, безкоштовне транспортування людей до будь-якої точки Одеси;",
      "Дерев’яний хрест (урна) та табличка;",
      "Оформлення свідоцтва про смерть;",
      "Виїзд ритуального агента на адресу;",
      "Консультація з будь-яких питань по телефону цілодобово та безкоштовно.",
    ],
  },
  {
    id: "02",
    title: "СТАНДАРТ",
    price: "від 19500 грн",
    image: "/images/services/standard.png",
    description:
      "До стандартної вартості поховання або кремації в Одесі входить:",
    items: [
      'Труна дерев’яна "стандарт" (обита тканиною);',
      "Подушка, покривало;",
      "Портрет (формат A4)",
      "Церковний набір;",
      "Металевий хрест (урна) та табличка;",
      "Послуги обслуговуючого персоналу в уніформі",
      'Послуги катафалка "стандарт" (транспортування тіла до цвинтаря або крематорія)',
      "Після поховання або кремації, безкоштовне транспортування людей до будь-якої точки Одеси;",
      "Транспортування тіла до моргу;",
      "Оформлення усіх необхідних документів;",
      "Виїзд ритуального агента на адресу;",
      "Консультація з будь-яких питань по телефону цілодобово та безкоштовно.",
    ],
  },
  {
    id: "03",
    title: "ОПТИМАЛЬНИЙ",
    price: "від 29500 грн",
    image: "/images/services/optimal.png",
    description:
      "До оптимальної вартості поховання або кремації в Одесі входить:",
    items: [
      "Труна лакова;",
      "Подушка, покривало (атласні);",
      "Портрет (формат A4);",
      'Хрест "дуб" (урна), металева табличка з портретом;',
      'Вінок траурний зі стрічкою "середній";',
      "Церковний набір;",
      "Послуга священнослужителя разом з дияконом;",
      "Організатор похоронної процесії;",
      "Послуги обслуговуючого персоналу в уніформі;",
      'Послуги катафалка "преміум" (транспортування тіла до цвинтаря або крематорія)',
      "Після поховання або кремації, безкоштовне транспортування людей до будь-якої точки Одеси;",
      "Транспортування тіла до моргу;",
      "Оформлення усіх необхідних документів;",
      "Виїзд ритуального агента на адресу;",
      "Консультація з будь-яких питань по телефону цілодобово та безкоштовно.",
    ],
  },
  {
    id: "04",
    title: "ПРЕМІУМ",
    price: "від 69500",
    image: "/images/services/premium.png",
    description:
      "До преміальної вартості поховання або кремації в Одесі входить:",
    items: [
      "Труна лакова – натуральне дерево",
      "Подушка, покривало (сатін);",
      "Портрет (формат A3);",
      'Хрест "преміум" (урна), металева табличка з портретом;',
      'Вінок траурний зі стрічкою "великий";',
      'Церковний набір "VIP";',
      "Відспівування в храмі;",
      "Організатор похоронної процесії;",
      "Послуги почесного ескорту;",
      'Послуги катафалка "VIP" класу (чорний)',
      "Після поховання або кремації, безкоштовне транспортування людей до будь-якої точки Одеси;",
      "Транспортування тіла до моргу;",
      "Автобус для родичів (30 місць)",
      "Додаткова атрибутика (ікона, комплект рушників, панахида, свічки, хустки, колево)",
      "Оформлення усіх необхідних документів;",
      "Виїзд ритуального агента на адресу;",
      "Консультація з будь-яких питань по телефону цілодобово та безкоштовно.",
    ],
  },
];
